[
  {
    "image": "team/andrew-bird.jpg",
    "name": "Andrew Bird",
    "title": "Chairman",
    "biography": "Andrew joined Sharesight as an early investor in 2011. Previously, Andrew co-founded Aspect Huntley and grew the business to its current position as Australia's leading provider of independent equities information and research. In July 2006 Aspect Huntley was sold to Morningstar, Inc (Nasdaq: MORN). Following the acquisition, Andrew served as CEO for Morningstar Australia and New Zealand from 2006-2010. Beyond serving on the Sharesight board, Andrew also devotes his time to other Australian startups including [LegalVision](https://legalvision.com.au) and [TimeBase](https://www.timebase.com.au).",
    "linkedin": "http://linkedin.com/pub/andrew-bird/b/b1a/221"
  },
  {
    "image": "team/tony-ryburn.jpg",
    "name": "Tony Ryburn",
    "title": "Executive Director / Co-Founder",
    "biography": "[Tony co-founded Sharesight with his son Scott in 2007.](/about-sharesight/) He has been a committed and enthusiastic investor in the Australian and New Zealand share markets for over 20 years, and he has over 30 years experience at the General Management/Director level in the finance sector including venture capital, development banking, finance companies and commercial banking. Tony has acted as an advisor to many private sector companies and government departments including Treasury, Ministry of Foreign Affairs and Trade and Ministry of Agriculture and Fisheries. Tony has a Bachelor of Commerce degree and has been a member of the Institute of Directors as well as of the Society of Accountants.",
    "linkedin": "http://linkedin.com/pub/tony-ryburn/4/411/68a"
  },
  {
    "image": "team/doug-morris.jpg",
    "name": "Doug Morris",
    "title": "Chief Executive Officer",
    "biography": "Doug joined Sharesight in 2013. He holds a Bachelor’s degree in Psychology from Southern Methodist University in Dallas, TX. Prior to Sharesight, Doug worked at Morningstar, Inc. (NASDAQ: MORN), where he held various positions including Product Manager for Morningstar Adviser Research Center (a platform serving financial advisers), and Global Product & Marketing Manager, Equity & Credit Research, overseeing international research distribution.",
    "linkedin": "http://linkedin.com/pub/douglas-morris/5/803/8b5",
    "twitter": "https://twitter.com/doug_sharesight"
  },
  {
    "image": "team/scott-ryburn.jpg",
    "name": "Scott Ryburn",
    "title": "Chief Technology Officer / Co-Founder",
    "biography": "[Scott co-founded Sharesight with his father Tony in 2007.](/about-sharesight/) Scott has a Bachelor of Commerce and Administration from Victoria University of Wellington. Prior to Sharesight, Scott's career has included project managing installations of computer networks and high-end home automation systems; working as a senior IT analyst within a large government department; and founding Haven Technologies Limited, which developed leading-edge home theatre and digital entertainment solutions.",
    "linkedin": "http://linkedin.com/in/scottryburn"
  },
  {
    "image": "team/john-addis.jpg",
    "name": "John Addis",
    "title": "Director / Strategic Adviser",
    "biography": "John joined the Sharesight board in 2014 after consulting with Sharesight on its digital marketing strategy. He has over 25 years' experience in marketing and advertising. In 1998 he co-founded _The Intelligent Investor_, a value investing-based research and funds management business which was sold to ASX-listed Australasian Wealth Investments in March 2014. In 2004 he became a founding partner of Private Media, publishers of Crikey.com.au and smartcompany.com.au and is one of Australia's most knowledgeable experts in subscription marketing strategy and techniques.",
    "linkedin": "http://linkedin.com/in/johnaddis"
  },
  {
    "image": "team/nigel-allfrey.jpg",
    "name": "Nigel Allfrey",
    "title": "Director",
    "biography": "Nigel was an early user of Sharesight, became an investor in 2015 and joined the Board of Directors in 2019. As a professional investor Nigel has several decades of business experience in the Australian and International Funds Management industry. He was Co-founder and CEO of Impact Investing Pty Ltd, a Funds Management FinTech company, which having achieved global success and recognition was acquired by BlackRock Inc (BLK:NYSE). Prior to that he held senior portfolio management positions with leading fund management firms BlackRock and Bankers Trust. Today Nigel is Principal of the Caana Group Family Office.",
    "linkedin": "https://www.linkedin.com/in/nigel-allfrey-54777263/"
  },
  {
    "image": "team/prashant-mohan.jpg",
    "name": "Prashant Mohan",
    "title": "Chief Marketing Officer",
    "biography": "[Prashant joined Sharesight in 2018.](/blog/sharesight-appoints-prashant-mohan-as-cmo/) He holds an MBA from INSEAD business school in France and Singapore. He has held various roles across finance and technology companies including running strategy and sales operations for Google in AUNZ. Most recently he was responsible for driving customer acquisitions and growth at leading fintech, Prospa.",
    "linkedin": "http://linkedin.com/in/prashant",
    "twitter": "https://twitter.com/prashantmrao"
  }
]
